/* Localizable strings of com.apple.iChat.AIM preference manifest */

"iChat.pfm_title" =					"iChat-10.6";
"iChat.pfm_description" =				"Preferenze iChat per AIM 10.6.";

"ManagedAccounts.pfm_title" =				"Informazioni account gestiti";
"ManagedAccounts.pfm_description" =				"Account gestito.";
"AccountsToImport.pfm_title" =				"Informazioni account importati";
"AccountsToImport.pfm_description" =			"Account importato.";

"00000000-0000-0000-0003-000000000001.pfm_title" =			"Informazioni account gestiti";
"00000000-0000-0000-0003-000000000001.pfm_description" =		"Informazioni account dell'account gestito.";
"00000000-0000-0000-0003-000000000002.pfm_title" =			"Informazioni account importati";
"00000000-0000-0000-0003-000000000002.pfm_description" =		"Informazioni account dell'account importato.";

"LoginAs.pfm_title" =			"Nome account";
"LoginAs.pfm_description" =			"Nome account e server iChat nel formato di un indirizzo e-mail. Utilizza “%@” per specificare il nome breve dell'utente attuale. Ad esempio, “%@@ichat.apple.com”";
"AllowSelfSignedSSL.pfm_title" =			"Consenti certificati firmati automaticamente";
"AllowSelfSignedSSL.pfm_description" =			"Imposta su 1 per consentire certificati SSL firmati automaticamente.";
"AutoDiscoverHostAndPort.pfm_title" =			"Server Autodiscover";
"AutoDiscoverHostAndPort.pfm_description" =			"Imposta su 1 per consentire al client di scoprire automaticamente il server e la porta iChat.";
"Description.pfm_title" =			"Descrizione";
"Description.pfm_description" =			"Descrizione account.";
"UseKerberos5.pfm_title" =			"Kerberos";
"UseKerberos5.pfm_description" =			"Imposta su 1 per utilizzare l'autenticazione Kerberos v5.";

"UseSSL.pfm_title" =			"Utilizza SSL";
"UseSSL.pfm_description" =			"Imposta su 1 per utilizzare la crittografia SSL.";
"ServerHost.pfm_title" =			"Indirizzo server";
"ServerHost.pfm_description" =			"Indirizzo server iChat come nome DNS o indirizzo IP.";
"ServerPort.pfm_title" =			"Porta server";
"ServerPort.pfm_description" =			"Numero porta del server iChat.";
"ServerSSLPort.pfm_title" =			"Porta SSL del server";
"ServerSSLPort.pfm_description" =			"Numero porta SSL della porta del server di iChat.";

"AutoLogin.pfm_title" =							"Login automatico";
"AutoLogin.pfm_description" =						"Imposta su 1 per eseguire il login automatico all'avvio di iChat.";
"AllowClearTextPasswords.pfm_title" =			"Consenti password in chiaro";
"AllowClearTextPasswords.pfm_description" =			"Imposta su 1 per consentire le password in chiaro da parte del server.";
